import "./accessibility.css";

function AccessibilityStatement() {
  return (
    <div className="accessibility-container">
      <div className="margin-accessibilty">
        <br />
        <br />
        <h1>הצהרת נגישות - CYBERPRO</h1>
        <br />

        <p>
          אנו שואפים לספק חווית שימוש מרבית באתר לכלל הציבור לרבות ציבור בעלי
          המוגבלויות, השקענו מאמצים רבים במטרה לאפשר, להקל ולייעל את השימוש באתר
          בדגש על צרכי ציבור זה. הנגשת האתר בוצעה לרמה AA לפי תקן ישראלי 5568
          (המבוסס על התקן עולמי (0WCAG 2).
        </p>
        <br />
        <h3>נגישות באתר</h3>
        <ul>
          <li>אפשרות ניווט באמצעות מקלדת בלבד וזיהוי קל של האזור אשר בפוקוס</li>
          <li>שינוי ניגודיות צבעים (צבע רקע כהה)</li>
          <li>פתורי עצירה והפעלה של גלריות</li>
          <li>הדגשת קישורים (מופעל בעת שינוי ניגודיות צבעים)</li>
          <li>
            ינוי צבע טקסט וצבע רקע עבור לקוי ראיה ועיוורי צבעים (מופעל בעת שינוי
            ניגודיות צבעים)
          </li>
          <li>תיאור טקסטואלי לתמונות ואייקונים עבור טכנולוגיות מסייעות</li>
          <li>
            הנגשת תפריטים, טפסים, היררכיית כותרות, רכיב טאבים, חלונות קופצים
            ועוד
          </li>
          <li>מפת אתר עבור גישה קלה ומהירה לדפי האתר השונים</li>
          <li>
            צהרת נגישות עם הסבר על תאימות, פערים ואחראי נגישות התאמת הנגישות
            נבדקה באמצעי עזר כגון מסכים ומכשירים שונים, וכללה שימוש טכנולוגיות
            מסייעות מסוג קורא מסך(NVDA).
          </li>
        </ul>
        <div>
          <h3 style={{ textDecoration: "underline" }}>
            שינוי גודל הגופן מתבצע באמצעות המקלדת:
          </h3>
          <div>עבור הגדלת הגופן יש ללחוץ על המקשים ctrl +,</div>
          <div>עבור הקטנת הגופן יש ללחוץ על המקשים ctrl –</div>
        </div>
        <br />

        <div>
          <h3>תוסף הנגישות</h3>
          <div>
            תוסף הנגישות פעיל כל הזמן באתר ואין צורך בפעולה מיוחד כלשהי ע"מ
            להפעילו, לחיצה על כפתור שינוי הצבעים בתוסף מבצע שינוי צבע רקע, שינוי
            צבע טקסט והדגשת קישורים. ניווט באמצעות מקלדת ע"י שימוש בכפתור TAB
            לדילוג לאזורי תוכן שונים.
          </div>
        </div>
        <br />
        <div>
          <h3>תאימות דפדפנים </h3>
          <div>
            האתר נבדק בדפדפנים: כרום (google chrome) ומוזילה פיירפוקס (mozilla,
            firefox) בגרסאות האחרונות שלהם.
          </div>
        </div>
        <br />
        <div>
          <h3>ההבהרה </h3>
          <div>
            <div>
              <h3>תאימות דפדפנים </h3>
              <div>
                האתר נבדק בדפדפנים: כרום (google chrome) ומוזילה פיירפוקס
                (mozilla, firefox) בגרסאות האחרונות שלהם.
              </div>
            </div>
          </div>
        </div>
        <br />
      </div>
    </div>
  );
}

export default AccessibilityStatement;
