import "./privacy-policy.css";
function PrivacyPolicy() {
  return (
    <div className="privacy-policy-container">
      <div class="fusion-text fusion-text-1">
        <h1 style={{ textAlign: "right" }}>
          <strong>מדיניות הפרטיות</strong>
        </h1>
        <p style={{ textAlign: "right" }}>
          <strong>
            <em>עודכן לאחרונה ביום </em>
          </strong>
          <strong>
            <em>5.1.2020</em>
          </strong>
        </p>
        <ol>
          <li style={{ textAlign: "right" }}>
            <strong>
              <u>מבוא</u>
            </strong>
          </li>
        </ol>
        <ul style={{ textAlign: "right" }}>
          <li>
            חברת סייבר פרו ישראל בע”מ (“<strong>סייבר פרו</strong>” או “
            <strong>החברה</strong>” או “<strong>אנו</strong>“) מפעילה מכללה
            ללימודי סייבר ואת אתר זה, שהינו האתר הרשמי של המכללה. האתר נועד לספק
            מידע לגולשים אודות המכללה, הקורסים המוצעים בה ושירותי החברה וכן לספק
            לתלמידי המכללה פלטפורמה ללמידה מקוונת.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            אנחנו בסייבר-פרו מכבדים את פרטיות הגולשים והמשתמשים שלנו ומחויבים
            להגן עליה. מדיניות פרטיות זו מפרטת, בין היתר, את האופן בו סייבר פרו
            אוספת מידע עליך בעת גלישתך באתר החברה או בעת שאתה משתמש בשירותי
            החברה לרבות הפלטפורמה ללמידה מרחוק, וכן על האופן בו סייבר פרו משתמשת
            במידע. המסמך כתוב בלשון זכר מטעמי נוחות בלבד, אך מתייחס לשני המינים
            כאחד.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            בעת השימוש באתר, בפלטפורמה ובשירותי החברה (יחד “
            <strong>השירותים</strong>“), אתה עשוי להידרש למסור לסייבר פרו מידע,
            ואנו אוספים מידע אודותיך ו/או אודות אופן השימוש שלך בשירותים בהתאם
            למדיניות פרטיות זו.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            בטרם השימוש בשירותים ומסירת מידע לסייבר פרו, אנא וודא שקראת את תנאי
            מדיניות הפרטיות בעיון וכי אתה מבין אותם. השימוש שלך בשירותים ייחשב
            להסכמה מפורשת ומדעת מצדך לכל התנאים, ההתניות וההודעות הנכללים
            במדיניות הפרטיות. במידה ואינך מסכים לתנאי המדיניות, כולם או מקצתם,
            אינך רשאי לעשות כל שימוש בשירותים ובאתר של סייבר פרו.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            סייבר פרו שומרת לעצמה את הזכות, בהתאם לשיקול דעתה הבלעדי, לשנות
            ולעדכן את מדיניות הפרטיות בכל זמן נתון על ידי פרסום גרסה מעודכנת
            באתר. השינויים במדיניות הפרטיות ייכנסו לתוקפם באופן מיידי מעת עדכון
            המדיניות, והמשך השימוש שלך בשירותים לאחר מכן יחשב כהסכמתך לשינויים
            שבוצעו. באחריותך לבדוק את מדיניות הפרטיות ותאריך העדכון שלה מעת לעת.
            בכל מקרה בו סייבר פרו תבצע שינויים מהותיים במדיניות הפרטיות, אנו
            נעדכן על כך באמצעות פרסום באתר במקום בולט ו/או באמצעות משלוח דואר
            אלקטרוני לכתובת המעודכנת שלך במערכותינו.
          </li>
        </ul>
        <ol style={{ textAlign: "right" }} start="2">
          <li>
            <strong>
              <u>הגדרות</u>
            </strong>
          </li>
        </ol>
        <p style={{ textAlign: "right" }}>
          <strong>
            <u>&nbsp;</u>
          </strong>
        </p>
        <ul style={{ textAlign: "right" }}>
          <li>
            “<strong>אתה</strong>” או “<strong>משתמש</strong>” – משמעו כל אדם
            הגולש באתר באמצעות מחשב ו/או מכשיר קצה אחר לרבות תקשורת סלולארית,
            ו/או פונה לחברה בדרך אחרת (לרבות באמצעות מענה טלפוני אנושי או מענה
            קולי אינטראקטיבי) לצורך יצירת קשר עם החברה ו/או הרשמה לשירותי החברה,
            או לכל צורך אחר, לרבות תלמיד ונציג לקוח.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            “<strong>אתר</strong>” – משמעו אתר האינטרנט “סייבר פרו” המנוהל
            ומתופעל על ידינו בכתובת{" "}
            <a href="https://cyberpro-israel.co.il">
              https://cyberpro-israel.co.il
            </a>{" "}
            או כל כתובת אחרת כפי שתהא מעת לעת.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            “<strong>החוק</strong>” – חוק הגנת הפרטיות, התשמ”א-1981.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            “<strong>לקוח</strong>” – משמעו כל אדם, שותפות או ארגון (חברה או
            ישות משפטית אחרת) המתקשר עם סייבר פרו לטובת רכישת שירותים.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            “<strong>המכללה</strong>” – מכללת סייבר פרו שבבעלות חברת סייבר – פרו
            ישראל בע”מ.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            “<strong>תלמיד</strong>” – משתמש אשר רשום ללימודים במכללה, ואשר יש
            לו גישה לפלטפורמה.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            “<strong>נציג לקוח</strong>” – אדם או נציג של חברה או ישות משפטית
            אחרת שהינה לקוח של סייבר פרו, אשר יכולה להיות לו גישה לאתר.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            “<strong>מידע</strong>” – משמעו מידע אישי ומידע שאינו אישי, ביחד או
            לחוד.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            “<strong>מידע אישי</strong>” – משמעו כל נתון או מידע שתמסור לחברה
            אשר מזהה או מאפשר לזהות אותך באופן אישי (כדוגמת שמך, כתובת דוא”ל
            שלך, מספר ת.ז. שלך, תאריך לידה שלך וכו’), לרבות “מידע” או “מידע
            רגיש” כהגדרתם בחוק.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            “<strong>מידע שאינו אישי”</strong> – משמעו מידע סטטיסטי, שאינו מזהה
            או מאפשר לזהות את המשתמש באופן אישי, אשר מקושר למכשיר הקצה בו המשתמש
            עושה שימוש באתר (כגון אופן השימוש באתר, סוג הדפדפן של המשתמש, התאריך
            והשעה בו נכנס המשתמש לאתר וכו’).
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            “<strong>הפלטפורמה</strong>” – פלטפורמה ללמידה מקוונת שדרכה תלמידי
            המכללה יכולים לגשת לחומרי למידה, הרצאות כתובות ומצולמות, מאמרים
            וכדומה; ושבה ישמרו נתונים אישיים אודות מסלול הלימודים של התלמיד.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            “<strong>שימוש </strong>
            <strong>באתר</strong>” – משמעו כל גלישה ו/או כניסה ו/או צפייה ו/או
            ביקור של משתמש באתר, לכל צורך שהוא, לרבות לצורך ביצוע תשלומים, בירור
            מידע, מילוי טפסים מקוונים הגשת פנייה או תלונה ויצירת קשר עם סייבר
            פרו ביחס לשירות.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            “<strong>שירותים</strong>” או “<strong>שירותי סייבר פרו</strong>” –
            משמעם קורסים והכשרה בתחום אבטחת המידע (סייבר), לרבות אספקת
            הפלטפורמה.
          </li>
        </ul>
        <ol style={{ textAlign: "right" }} start="3">
          <li>
            <strong>
              <u>הסכמה </u>
            </strong>
          </li>
        </ol>
        <ul style={{ textAlign: "right" }}>
          <li>
            בהתאם לחוק, הנך מאשר כי ידוע לך ואתה נותן הסכמתך מדעת לכל האמור
            להלן: (א) המידע האישי שנמסר על ידך לסייבר פרו במסגרת השירותים לרבות
            השימוש בפלטפורמה נמסר בהסכמתך ומרצונך החופשי וכי אתה מודע שלא קיימת
            חובה חוקית למסירת המידע האישי. ואולם, אתה מבין ומסכים כי מבלי למסור
            את פרטיך הנ”ל, כולם או חלקם, יתכן כי לא תוכל להשתמש בשירותי סייבר
            פרו והחברה לא תוכל לספק לך מענה בקשר לנשוא פנייתך אלינו; (ב) המידע
            האישי שתמסור לחברה ישמר במאגר/י המידע של סייבר פרו, והחברה תעשה בהם
            שימוש בעצמה ו/או באמצעות צדדי ג’ מטעמה (ובכלל זה תהא רשאית להעביר
            אותו לצדדי ג’ מחוץ לישראל), הכל בהתאם להוראות מדיניות פרטיות זו; (ג)
            המידע האישי שנמסר על ידך לחברה שלם, נכון, מדויק ושייך לך; (ד) אם אתה
            מוסר מידע אישי של או עבור צד ג’ כלשהוא, קיבלת את מלוא ההסכמות
            הנדרשות עפ”י כל דין מצד אותו צד ג’ וכי אם הנך ממלא פרטים עבור קטין,
            חוסה או חסר ישע, הנך ההורה או האפוטרופוס החוקי שלו.
          </li>
        </ul>
        <ol style={{ textAlign: "right" }} start="4">
          <li>
            <strong>
              <u>איסוף מידע אישי</u>
            </strong>
          </li>
        </ol>
        <p style={{ textAlign: "right" }}>
          במסגרת שימושך בשירותי החברה, אתה עשוי למסור והחברה עשויה לאסוף מידע
          אישי באמצעים שונים, כמפורט בסעיף &rlm;4 זה.
        </p>
        <ul style={{ textAlign: "right" }}>
          <li>
            <strong>מידע אישי שאתה מוסר באתר</strong>
            <strong> ובפלטפורמה</strong>
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            <strong>ביחס לתלמיד</strong>:
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            על מנת לקבל גישה לפלטפורמה, עליך להיות לקוח או תלמיד רשום למכללה
            ולבצע תחילה רישום לאתר וליצור חשבון אישי לשירותים. לצורך הרישום
            תידרש למסור, בין היתר, את הנתונים הבאים: שם מלא, מס’ טלפון סלולרי או
            קווי, כתובת דואר אלקטרוני (“<strong>פרטי קשר</strong>“) מספר וכן
            לבחור שם משתמש וסיסמא.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            הפלטפורמה עשויה לאפשר העלאת תוכן משתמשים לדפי הקורס השונים, לדף
            פרופיל אישי של המשתמש ולאזור אישי המיועד לצפייה במטלות, ציונים
            והודעות אישיות וככל שתבחר לעשות שימוש באפשרות זו, אתה עשוי למסור
            מידע אישי בפלטפורמה.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            <strong>ביחס למשתמש</strong>:
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            ככל שאתה גולש באתר סייבר פרו, אנו עשויים לאסוף מידע עליך באמצעים
            טכנולוגיים כמפורט להלן בסעיף 4.5.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            <strong>ביחס לנציג לקוח – </strong>
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            ככל שאתה פונה לחברת סייבר פרו על מנת להירשם לשירות בשם חברה בע”מ או
            ישות משפטית אחרת על מנת להתעניין בשירותי המכללה לחברות וארגונים,
            תידרש למסור לנו את שמך, שם מקום עבודתך ופרטי קשר.
          </li>
        </ul>
        <p style={{ textAlign: "right" }}>
          <strong>&nbsp;</strong>
        </p>
        <ul style={{ textAlign: "right" }}>
          <li>
            <strong>
              <u>מידע אישי שאתה מוסר על אדם אחר</u>
            </strong>
          </li>
        </ul>
        <p style={{ textAlign: "right" }}>
          ככל שהינך עושה שימוש באתר עבור אדם אחר כמפורט בתנאי השימוש (למשל – ככל
          שהינך נציג לקוח האחראי לרישום עובדי הלקוח לשירותים, הינך מצהיר ומתחייב
          כי הינך מורשה ובעל ההסכמות הנדרשות עפ”י כל דין הן לבצע פעולות עבור
          האדם הנוסף, והן לשימושים שהחברה עושה במידע כאמור לפי מדיניות פרטיות
          זו.
        </p>
        <ul style={{ textAlign: "right" }}>
          <li>
            <strong>
              <u>מידע אישי שהחברה מקבלת אודות משתמש </u>
            </strong>
            <strong>
              <u>מצדדי ג’</u>
            </strong>
          </li>
        </ul>
        <p style={{ textAlign: "right" }}>
          <strong>
            <u>&nbsp;</u>
          </strong>
        </p>
        <ul style={{ textAlign: "right" }}>
          <li>
            <strong>ביחס לתלמיד –</strong> החברה עשויה לקבל ו/או להיחשף למידע
            אישי אודותיך מעת המעסיק שלך, וזאת במסגרת השירותים שאנחנו מספקים לו.
            המידע המתקבל בחברה ע”י צדדים שלישיים הינו באחריותם הבלעדית בלבד.
            מובהר בזאת כי החברה אינה בודקת או מאמתת נתונים המתקבלים מצדדי ג’
            אודותיך. האחריות לאימות הנתונים שלך ומולך היא של צד ג’ הרלבנטי בלבד
            ולחברה אין ולא תהא כל אחריות משפטית ו/או אחרת בקשר לקבלה ושמירה ו/או
            שימוש במידע שגוי ו/או לא מעודכן שנמסר לה.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            <strong>
              <u>איסוף מידע אישי ע”י החברה</u>
            </strong>
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            <strong>צילום שיעורים והעלאת תוכן השיעורים לפלטפורמה</strong>. כחלק
            מהשירות לתלמידים, שיעורי המכללה מצולמים, על מנת לאפשר לתלמידים ללמוד
            באמצעות צפייה בתוכן השיעורים. החומרים יהיו נגישים לתלמידים הרשומים
            לקורס בלבד ולא יועלו לאינטרנט לגישה חופשית לכלל הציבור. ככלל, המצלמה
            המותקנת בכל כיתה מיועדת לתעד את השיעורים, ולכן תהיה מכוונת לקדמת
            האולם ותכסה את האזור המינימלי הנדרש על מנת לתעד את המרצה. המצלמה
            אינה מיועדת לצלם את התלמידים. עם זאת, המצלמה עשויה לקלוט את
            דמויותיהם של תלמידים החוצים את אזור הכיסוי שלה. בנוסף, קולותיהם של
            תלמידים המשתתפים בשיעור יוקלטו. ככל האפשר המצלמה תודלק רק מיד עם
            התחלת ההרצאה. השימוש במצלמות כפוף למדיניות שימוש במצלמות של המכללה
            המפרטת את האופן בו נעשה שימוש בחומר המצולם, כיצד הוא נשמר ומאובטח
            ומה משך זמן שמירתו וכיצד ובאילו נסיבות ניתן לעיין במידע. ניתן לעיין
            במדיניות השימוש במצלמות במשרד המכללה.
          </li>
          <li>
            לצורך איסוף מידע אישי של צרכן ו/או משתמש, החברה עשויה לעשות שימוש
            בכלים טכנולוגיים אשר סוגם עשוי להשתנות בהתאם לסוג הפלטפורמה דרכה
            יצרת קשר עם החברה (דהיינו – אם אתה עושה שימוש בשירות ממוחשב, מכשיר
            סלולרי או טלפון נייח), בהתאם לסוג המשתמש (תלמיד או משתמש אחר),
            ובהתאם לסוג השירותים שהחברה מספקת לאותו משתמש. בכפוף לאמור, החברה
            עשויה לאסוף את פרוטוקול האינטרנט (כתובת ה- IP) של מכשיר הקצה ממנו
            אתה גולש ואת נתוני המיקום שלך.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            בנוסף, החברה עשויה לאסוף מידע אישי באמצעות הקלטת שיחות שבוצעו ע”י
            המשתמש למענה הטלפוני (בין מענה אנושי, ובין מענה קולי אינטראקטיבי).
          </li>
        </ul>
        <p style={{ textAlign: "right" }}>
          <strong>&nbsp;</strong>
        </p>
        <ol style={{ textAlign: "right" }} start="5">
          <li>
            <strong>
              <u>שימוש במידע אישי</u>
            </strong>
          </li>
        </ol>
        <p style={{ textAlign: "right" }}>
          בהתאם לחוק, ידוע לך ואתה &nbsp;נותן הסכמתך מדעת לכך שהחברה מקבלת
          ואוספת המידע האישי אודותיך למטרות ולשימושים הבאים:
        </p>
        <ul style={{ textAlign: "right" }}>
          <li>
            <strong>ביחס לתלמיד</strong> –
            <ul>
              <li>
                איסוף מידע אישי באמצעים השונים המפורטים במדיניות זו נועד לצורך:
                (א) אספקת השירותים בהתאם להסכם ההתקשרות בין החברה לבינך או בין
                החברה לבין לקוח (לרבות מתן השירות, הקניית אפשרות גישה לאתר
                ולפלטפורמה, העלאת תכנים לפלטפורמה, טיפול בפניות תלמידים, גביית
                תשלום עבור השירות וכו’); (ב) לאמת את זהותך, בין היתר במהלך יצירת
                חשבון ואיפוס סיסמא, וכן על מנת לשלוח לך הודעות תפעוליות בקשר עם
                השירותים ו/או להשיב לך בקשר לנשוא פנייתך אלינו (באמצעות האתר או
                המענה הטלפוני); (ג) להציע לך תכניות לימודים לפי צרכיך; (ד) לעשות
                שימוש בתוכן המשתמשים בהתאם ובכפוף לתנאי השימוש המופיעים באתר;
                (ה) לבצע בקרה על אופן מתן השירותים, וכן לשפר ולייעל אותם; (ו)
                לאתר תקלות בשירותים ולתקנן, לספק לך תמיכה טכנית וכן לאבטח את
                האתר והפלטפורמה. במסגרת זו, החברה תהא רשאית ליצור עימך קשר במצב
                בו נתקלת בקשיים בשימוש בשירותים.
              </li>
            </ul>
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            ככל שמידע אישי כאמור בסעיף &rlm;4.1 לעיל מוזן אל הפלטפורמה על-ידי
            המעסיק שלך, במקרה זה המידע לא נאסף על ידי החברה או ביוזמתה, והחברה
            אינה אילו שירותים יוצעו לך. הבעלים של מידע אישי כאמור הינו המעסיק
            שלך. לפיכך, בכל שאלה, דרישה, טענה או תביעה שיש או שתהיה לך בקשר עם
            מידע כאמור עליך לפנות ישירות למעסיק שלך.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            איסוף מידע אישי כאמור בסעיף &rlm;4.4 לעיל נעשה לצורך זיהויך באופן
            אוטומטי בעת ביקור חוזר באתר, מבלי שתידרש להזין שוב שם משתמש וסיסמא.
          </li>
          <li>
            ידוע לך כי החברה עשויה להשתמש בפרטיך לצורך דיוור ישיר והצעת שירותים
            נוספים, בין על ידה ובין על ידי צדדים שלישיים.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            ביחס לנציג לקוח – אנו נעשה שימוש במידע האישי שלך רק על מנת לקיים את
            ההתקשרות שלנו מול הלקוח.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            כאמור בסעיף &rlm;4.4.3 לעיל, ידוע למשתמש והוא מסכים כי ייתכן שהשיחות
            שיבצע למענה הטלפוני (האנושי ו/או הקולי אינטראקטיבי) יוקלטו ע”י החברה
            (באמצעות ספקי צד ג’ מטעמה).
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            ביחס למשתמש שאינו צרכן – השיחות יוקלטו לצרכי בקרה ושיפור השירותים.
            כמו כן, ידוע לך ואתה מסכים כי החברה תהא רשאית להאזין לתוכן השיחות
            המוקלטות לצרכים הנ”ל.
          </li>
        </ul>
        <ol style={{ textAlign: "right" }} start="6">
          <li>
            <strong>
              <u>העברת מידע לצדדי ג’</u>
            </strong>
          </li>
        </ol>
        <ul style={{ textAlign: "right" }}>
          <li>
            ידוע לך ואתה מסכים כי החברה תהיה רשאית להעביר מידע לצדדי ג’, לצורך
            עיבודו ו/או מתן שירותים בקשר אליו, במסגרת המטרות המפורטות במדיניות
            זו. בכלל זה:
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            החברה תהא רשאית להעביר מידע אישי לספקי מחשוב ענן לצרכי אחסון ו/או
            גיבוי הנתונים ככל שהחברה תבחר לקבל שירותים מסוג זה. בנוסף, החברה
            תהיה רשאית להעביר את המידע האישי לצדדים שלישיים לצורך משלוח חומר
            פרסומי (ככל שהמשתמש הסכים לכך בהתאם לסעיף &rlm;9 להלן).
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            החברה תהא רשאית להעביר ו/או לאפשר גישה למידע אישי לספקי תוכנה
            למיניהם לצרכי תחזוקה ותיקון תקלות במערכות המידע בהן שמור המידע. כמו
            כן, החברה תהא רשאית להעביר ו/או לאפשר גישה למידע האישי לספקים שונים
            המספקים לחברה שירותים בקשר עם השירותים נשוא מדיניות פרטיות זו.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            החברה תהא רשאית להעביר מידע אישי לרשויות מוסמכות ו/או עפ”י צו בית
            משפט ו/או ככל שהדבר נדרש לצורך הגנה על זכויות החברה ונכסיה ו/או ככל
            שמסירת מידע כאמור מחויבת עפ”י כל דין.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            מבלי לגרוע מכל האמור, ככל שאין לכך מניעה עפ”י כל דין, החברה תהא
            רשאית להעביר מידע אנונימי לצדדי ג’ לכל מטרה חוקית שהיא ללא מגבלה.
            מאחר ומדובר במידע שאינו מזהה אותך באופן אישי, אתה פוטר את החברה מכל
            תביעה ו/או דרישה ו/או טענה כלפי החברה בשל כך.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            ידוע לך כי ייתכן שהמידע יועבר לצדדים שלישיים שנמצאים מחוץ לישראל,
            לרבות למדינות המעניקות הגנה פחותה יותר לפרטיות מאשר ההגנה המוענקת על
            פי דיני מדינת ישראל. בעצם השימוש בשירותים, המשתמש מסכים במפורש
            להעברת מידע כאמור לכל מדינה בה החברה תבחר לקבל שירותי עיבוד מידע לפי
            שיקול דעתה הבלעדי.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            החברה מתחייבת כי העברת מידע לצדדים שלישיים תהיה מוגבלת אך ורק למטרות
            המנויות במדיניות זו ורק בהיקף ובמידה הנדרשים לפי שיקול דעתה של
            החברה. החברה תנקוט מאמצים נאותים על מנת להבטיח שמקבלי המידע יהיו
            כפופים לחובת סודיות ואבטחת מידע ביחס למידע, לפי כל דין.
          </li>
        </ul>
        <ol style={{ textAlign: "right" }} start="7">
          <li>
            <strong>
              <u>איסוף מידע אנונימי </u>
            </strong>
          </li>
        </ol>
        <ul style={{ textAlign: "right" }}>
          <li>
            כאשר אתה עושה שימוש בשירות, החברה אוספת מידע הנשלח אליה על ידי
            המחשב, טלפון נייד או מכשיר אחר בו אתה משתמש לצורך גישה לשירות,
            שבחלקו הינו מידע אנונימי.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            המידע האנונימי הנשלח אלינו כולל, בין היתר: נתונים על הדפים אליהם אתה
            ניגש, מספר זיהוי או מזהה ייחודי של המכשיר, סוג מכשיר, פרטי מחשב
            וחיבור, פרטי רשת למכשירים ניידים, נתונים סטטיסטיים על צפיות בדפים,
            תעבורה אל האתר וממנו, כתובת URL ממנה הגולש הגיע לאתר וכו’. לצורך
            איסוף מידע אנונימי, אנו עושים שימוש בכלים טכנולוגיים מקובלים, לרבות
            באמצעות קובצי Cookie ומשואות אינטרנט (GIF).
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            Cookie הוא קובץ מידע קטן שאנחנו מעבירים למחשב או למכשיר הסלולרי שלך
            למטרות שמירת תיעוד אודות אופן השימוש שלך בשירות באמצעות האתר. בעת
            כניסתך לאתר, אנחנו עשויים למקם קבצים אלה במחשב או במכשיר שלך. אנו
            משתמשים בטכנולוגיה זו כדי לזהות אותך כמשתמש באתר, להתאים אישית
            שירותים, תוכן ופרסומות של החברה,(ככל שתתן הסכמתך לקבלת פרסומות);
            למדוד את האפקטיביות של פעולות לקידום מכירות, לצרכי אבטחת מידע, תפעול
            שוטף ותקין של האתר, בחינת מספר המבקרים באתר, תיקון תקלות, לעזור
            לוודא שאבטחת החשבון שלך נשמרת, למזער סיכונים ולמנוע הונאות, וכל מטרה
            אחרת לשם שיפור פעילות האתר והשירות המוצע בו.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            אתה חופשי לסרב לקבל את קובצי ה-Cookie שלנו אם הדפדפן או הרחבת הדפדפן
            שלך מאפשרים זאת, אלא אם קבצים אלה נחוצים למניעת הונאות או על מנת
            להבטיח את אבטחת השירות. עם זאת, סירוב לקבל קבצים אלה עלול להפריע
            לשימושך בשירות באמצעות האתר.
          </li>
        </ul>
        <p style={{ textAlign: "right" }}>
          <strong>
            <u>&nbsp;</u>
          </strong>
        </p>
        <ol style={{ textAlign: "right" }} start="8">
          <li>
            <strong>
              <u>אבטחת מידע</u>
            </strong>
          </li>
        </ol>
        <ul style={{ textAlign: "right" }}>
          <li>
            כאמור בסעיף &rlm;4.1.1(ב) לעיל, לצורך הרשמה לפלטפורמה, ינופק לך או
            שתתבקש לבחור שם משתמש וסיסמא בהתאם להנחיות המופיעות בפלטפורמה. הנך
            אחראי לשמירת סודיות הסיסמא ואינך רשאי להעבירה ו/או לאפשר לגורם אחר
            לבצע שימוש בשם המשתמש והסיסמא ו/או בחשבונך. הנך נדרש לדווח לחברה על
            כל שימוש לא מורשה בחשבון שלך על מנת שהחברה תוכל לנקוט בצעדים
            המתאימים.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            לתשומת ליבך, כל כניסה לפלטפורמה לרבות לעמוד הפרופיל האישי שלך שתיעשה
            באמצעות שם המשתמש ו/או הסיסמא שלך (לרבות כל מידע אישי שיימסר תוך
            שימוש בשם המשתמש והסיסמא שלך) תיחשב ככניסה שבוצעה על ידך, ואתה פוטר
            את החברה וכל מי מטעמה מכל חבות או אחריות לשימוש בלתי מורשה שיעשה בשם
            המשתמש ו/או הסיסמא שלך (לרבות פגיעה בפרטיות ו/או כל שימוש לרעה
            שייעשה בפרופיל האישי שלך ו/או כל פגיעה אחרת שתיגרם לך כאמור.
          </li>
        </ul>
        <p style={{ textAlign: "right" }}>
          <strong>&nbsp;</strong>
        </p>
        <ul style={{ textAlign: "right" }}>
          <li>
            החברה משתמשת בטכנולוגיות אבטחת מידע מקובלות באתר, בפלטפורמה ובמערכות
            המידע שלה, ותעשה מאמץ סביר על מנת להבטיח כי האתר ומערכות המידע יהיו
            חופשיות ונקיות מוירוסים, תולעים או סוסים טרויאניים. החברה תפעיל
            ותיישם נהלים מקובלים בשוק לאבטחת המידע האישי שלך האגור באתר,
            בפלטפורמה ומערכות המידע מפני גישה, שימוש או גילוי בלתי מורשים. עם
            זאת, ידוע לכך למרות האמור לעיל אין בכך כדי להעניק ביטחון מוחלט ביחס
            למידע שתמסור באתר ו/או בפלטפורמה ו/או במסגרת המענה הטלפוני.
          </li>
        </ul>
        <p style={{ textAlign: "right" }}>
          <strong>&nbsp;</strong>
        </p>
        <ul style={{ textAlign: "right" }}>
          <li>
            לפיכך, באחריותך לנקוט אמצעי הגנה בסיסיים על מחשבך או מכשיר הקצה ממנו
            אתה עושה שימוש בשירות (לרבות התקנת תוכנת אנטי וירוס, נעילת מחשב,
            החלפת סיסמאות וכו’), על מנת להגן על מידע שלך הכלול במכשיר הקצה.
          </li>
        </ul>
        <p style={{ textAlign: "right" }}>
          <u>&nbsp;</u>
        </p>
        <ol style={{ textAlign: "right" }} start="9">
          <li>
            <strong>
              <u>שמירת מידע, זכות העיון, תיקון ומחיקת מידע</u>
            </strong>
          </li>
        </ol>
        <p style={{ textAlign: "right" }}>
          <u>&nbsp;</u>
        </p>
        <ul style={{ textAlign: "right" }}>
          <li>
            ככלל מידע אישי הנאסף ישמר במערכות המידע של החברה למשך 7 שנים ממועד
            אספקת השירותים, למעט ביחס למידע אישי שיש לחברה צורך לגיטימי או חובה
            לשמור אותו לתקופות ארוכות יותר עפ”י כל דין. על אף האמור, מידע המצוי
            בשיחות המוקלטות למענה הטלפוני (האנושי ו/או הקולי אינטראקטיבי), לרבות
            מידע אישי של צרכנים, משתמשים או נציגים, נשמר למשך 7 שנים.
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            מידע שאינו אישי יישמר במערכות המידע של החברה ללא הגבלת זמן (כל עוד
            הדבר אינו אסור עפ”י כל דין).
          </li>
        </ul>
        <ul style={{ textAlign: "right" }}>
          <li>
            הנך זכאי לעיין במידע האישי המוחזק אודותיך במאגר/י המידע של החברה,
            ככל שנשמר, לבקש לתקן את המידע או מחיקתו, וזאת בעצמך או באמצעות בא
            כוחך שהורשה בכתב או על ידי אפוטרופוס. לצורך כך, הנך מוזמן לפנות
            לחברה באמצעות משלוח הודעה לכתובת הדוא”ל{" "}
            <a href="mailto:info@cyberpro-israel.co.il">
              info@cyberpro-israel.co.il
            </a>{" "}
            אנחנו נפעל למילוי בקשתך בהתאם למידע המוטל עלינו עפ”י החוק. ואולם,
            מידע הדרוש לחברה לצורך ניהול עסקיה ו/או הדרוש לצורך מטרה לגיטימית
            כדוגמת התגוננות מפני תביעות (והכל, ככל שדרוש) ימשיך להישמר ע”י החברה
            למשך הזמן הדרוש לה עפ”י חוק.
          </li>
        </ul>
        <ol style={{ textAlign: "right" }} start="10">
          <li>
            <strong>
              <u>צור קשר</u>
            </strong>
          </li>
        </ol>
        <p style={{ textAlign: "right" }}>
          הנך מוזמן ליצור עמנו קשר בכל שאלה, בקשה או בעיה הקשורה במדיניות
          הפרטיות באמצעות פנייה לכתובת דוא”ל{" "}
          <a href="mailto:info@cyberpro-israel.co.il">
            info@cyberpro-israel.co.il
          </a>{" "}
          . כמו כן, באפשרותך למלא טופס יצירת קשר באתר, והחברה תשיב לפנייתך
          באמצעות אמצעי ההתקשרות שהזנת בהקדם האפשרי.
        </p>
      </div>
    </div>
  );
}

export default PrivacyPolicy;
